Repository: G-dH/gnome-colorblind-filters
Catalog: po/*.po
Languages: cs, de, fr, pt_br, ru

source: Strength:
cs: Intenzita:
fr: Intensité:
pt_br: Intensidade:
ru: Интенсивность:

source: Color Blindness - Corrections
cs: Barvoslepost - Korekce
de: Farbenblindheit - Korrekturen
fr: Corrections - Daltonisme
pt_br: Daltonismo - Correções
ru: Дальтонизм - Коррекция

source: Protanopia Correction
cs: Protanopie - korekce
de: Protanopie - Korrektur
fr: Correction protanopie
pt_br: Correção de Protanopia
ru: Коррекция протанопии

source: Protanopia High Contrast
cs: Protanopie - vysoký kontrast
de: Protanopie - Hoher Kontrast
fr: Protanopie à contraste élevé
pt_br: Protanopia Alto Contraste
ru: Протанопия (высокий контраст)

source: Deuteranopia Correction
cs: Deuteranopie - korekce
de: Deuteranopie - Korrektur
fr: Correction de deutéranopie
pt_br: Correção de Deuteranopia
ru: Коррекция дейтеранопии

source: Deuteranopia High Contrast
cs: Deuteranopie - vysoký kontrast
de: Deuteranopie - Hoher Kontrast
fr: Deutéranopie Contraste élevé
pt_br: Deuteranopia Alto Contraste
ru: Дейтеранопия (высокий контраст)

source: Tritanopia Correction
cs: Tritanopie - korekce
de: Tritanopie - Korrektur
fr: Correction de la tritanopie
pt_br: Correção de Tritanopia
ru: Коррекция тританопии

source: Color Blindness - Simulations
cs: Barvoslepost - Simulace
de: Farbenblindheit - Simulationen
fr: Simulations - Daltonisme
pt_br: Daltonismo - Simulações
ru: Дальтонизм - Симуляции

source: Protanopia Simulation
cs: Protanopie - simulace
de: Protanopie - Simulation
fr: Simulation de protanopie
pt_br: Simulação de Protanopia
ru: Симуляция протанопии

source: Deuteranopia Simulation
cs: Deuteranopie - simulace
de: Deuteranopie - Simulation
fr: Simulation de deutéranopie
pt_br: Simulação de Deuteranopia
ru: Симуляция дейтеранопии

source: Tritanopia Simulation
cs: Tritanopie - simulace
de: Tritanopie - Simulation
fr: Simulation de tritanopie
pt_br: Simulação de Tritanopia
ru: Симуляция тританопии

source: Other Effects
cs: Ostatní efekty
de: Andere Effekte
fr: Autres effets
pt_br: Outros Efeitos
ru: Другие эффекты

source: Channel Mixer - GBR
cs: Prohození kanálů - GBR
de: Kanal-Mixer - GBR
fr: Mélangeur de canaux - GBR
pt_br: Misturador de Canais - GBR
ru: Микшер каналов - GBR

source: Channel Mixer - BRG
cs: Prohození kanálů - BRG
de: Kanal-Mixer - BRG
fr: Mélangeur de canaux - BRG
pt_br: Misturador de Canais - BRG
ru: Микшер каналов - BRG

source: Desaturation
cs: Desaturace
de: Ents√§ttigung
fr: Désaturation
pt_br: Dessaturação
ru: Десатурация

source: Lightness Inversion
cs: Inverze jasu
de: Helligkeit umkehren
fr: Inversion de luminosité
pt_br: Inversão de Brilho
ru: Инверсия яркости

source: Color Inversion
cs: Inverze barev
de: Farbumkehrung
fr: Inversion de couleur
pt_br: Inversão de Cores
ru: Инверсия цветов
